Repository: likwueron/ProjectHospital-l10n.tws
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: tws

source: Viral tonsillitis is an infection of the tonsils and can be caused by several viral agents.
tws: Pēⁿ-to̍k-sèng píⁿ-thô-chôaⁿ-iām sī píⁿ-thô-chôaⁿ òe-tio̍h pēⁿ-to̍k. Kám-jiám-goân ū chiok chē chióng pēⁿ-to̍k ê.

source: WC
tws: Piān-só͘

source: WC door
tws: Piān-só͘ mn̂g

source: WIDTH
tws: KHOAN

source: WORKSHOP
tws: KANG-LIÂU

source: WRONG:
tws: M̄-TIO̍H:

source: Waiting for ambulance
tws: Tī leh tán kiù-hō͘-chhia

source: Waiting room
tws: Tán-thāi keng

source: Wall-mounted cabinet
tws: Chhiûⁿ kūi

source: Walls
tws: Chhiûⁿ-á

source: Warnings
tws: Kéng-pò

source: Water dispenser
tws: Tê ki-á

source: Week
tws: Lé-pài

source: White door
tws: Pe̍h-sek ê mn̂g

source: White floor
tws: Pe̍h-sek ê thô͘-kha

source: White wall
tws: Pe̍h-sek ê chhiûⁿ-piah

source: Width
tws: Khoah

source: Works much more efficiently during the night.
tws: Àm-sî khah ū cheng-sîn khang-khòe.

source: Wrist contusion
tws: Chhiú-óaⁿ gêng-hoeh

source: Wrong again
tws: Iū-koh m̄-tio̍h

source: X-ray
tws: X-kong

source: X-ray back
tws: Kha-chiah-phiaⁿ X-kong

source: X-ray chest
tws: Heng-khám X-kong

source: X-ray control panel
tws: X-kong khòng-chè panel

source: X-ray door
tws: X-kong mn̂g

source: X-ray head
tws: Thâu-khak X-kong

source: X-ray room
tws: X-Kong sek

source: X-ray room - 8 x 6
tws: X-kong sek - 8 x 6

source: Yes
tws: Hó

source: Yesterday
tws: Chăng

source: You shall not pass!
tws: Lí m̄-thang kòe!

source: Zoom out
tws: Tò-kiu

# Min.
source: \n\nMin.
tws: \n\nSiōng-bô ê

# Required room: Any office / Diagnostic unit
source: \n\nRequired room: Any office / Diagnostic unit
tws: \n\nSu-iàu pâng-keng:

# Required room: High dependency unit
source: \n\nRequired room: High dependency unit
tws: \n\nSu-iàu pâng-keng: Tiong-tiông-tō͘ pēⁿ-pâng

# Required room: ICU
source: \n\nRequired room: ICU
tws: \n\nSu-iàu pâng-keng: ICU

# Required room: Regular ward
source: \n\nRequired room: Regular ward
tws: \n\nSu-iàu pâng-keng: It-poaⁿ pēⁿ-pâng

# Required room: X-ray room
source: \n\nRequired room: X-ray room
tws: \n\nSu-iàu ê pâng-keng: X-kong sek

source: ambiguous diagnosis
tws: ài-māi ê chín-toān

source: blue
tws: nâ-sek

source: bored
tws: chin bô-liâu

source: cabinet
tws: kūi-á

source: can be placed here, but won't be usable.
tws: ē-sái khǹg tī chia, m̄-koh bô-hoat-tō͘ iōng.

source: can be placed here.
tws: ē-sái khǹg tī chia.

source: can only be placed indoors.
tws: kan-na ē-tàng khǹg tī lāi-té.

source: can only be placed outdoors.
tws: kan-na ē-tàng khǹg tī gōa-kháu.

source: couldn't sit
tws: Bô-hoat-tō͘ chē

source: couldn't wash hands
tws: bô-hoat-tō͘ sé-chhiú

source: d
tws: j

source: dead
tws: óng-seng ê

source: dirty floor
tws: thô͘-kha lah-sap

source: en
tws: tws

source: good boss
tws: hó chú-koán

source: green
tws: le̍k-sek

source: had coffee
tws: Lim ka-pi

source: hasn't been unlocked yet.
tws: á-bōe tháu-pa̍k.

source: high
tws: koân

source: hungry
tws: pak-tó͘ iau

source: idle
tws: êng-êng

source: is blocked by another object.
tws: hō͘ pa̍t-ê bu̍t-phín chó͘-gāi.

source: is blocked by another room.
tws: hō͘ pa̍t-ê pâng-keng chó͘-gāi.

source: long wait
tws: Tán chiok-kú ê

source: low
tws: kē

source: medium
tws: tiong

source: nice doctor
tws: hó i-seng

source: nice staff
tws: hó oân-kang

source: no
tws: boaih

source: no treatment available
tws: bô ē-tàng iōng ê tī-liâu

source: none
tws: bô

source: pylori infection
tws: pylori kám-jiám

source: pylori or prolonged, excessive use of NSAIDs
tws: a̍h-sī iōng siuⁿ-chē NSAID ē tì-sú chit-khoán pēⁿ.

source: red
tws: âng-sek

source: saginata) are parasitic flatworms living in the digestive system of humans.
tws: saginata) sī chi̍t-chióng tòa tī lâng ê siau-hòa hē-thóng lāi ê kià-seng-sèng píⁿ-pîⁿ-thâng

source: sleeping
tws: Tī khùn

source: solium) are parasitic flatworms living in the digestive system of humans.
tws: solium) sī chi̍t-chióng tòa tī lâng ê siau-hòa hē-thóng lāi ê kià-seng-sèng píⁿ-pîⁿ-thâng

source: uncomfortable
tws: bô-sóng-khoài

source: waiting for a doctor/technologist for treatment
tws: tī-leh tán i-seng/ki-su tī-liâu

source: waiting for surgical team
tws: tī-leh tán chhiú-su̍t team

source: wrongly diagnosed
tws: chín-toān m̄-tio̍h

source: yellow
tws: n̂g-sek
